Repository: sages-health/openessence
Catalog: po/*.po
Languages: cs

source: Acute Fever and Rash
cs: Akutní horečka a vyrážka

source: Add
cs: Přidat

source: Add widget
cs: Přidat widget

source: Address
cs: Adresa

source: Age
cs: Věk

source: Age & Sex
cs: Věk a pohlaví

source: Aggregate Data
cs: Souhrnná data

source: Aggregate data
cs: Souhrnná data

source: Antiviral
cs: Antivirový

source: Any
cs: Jakýkoliv

source: Any sex
cs: Jakékoliv pohlaví

source: Anything else you want to add
cs: Cokoliv jiného chcete dodat

source: Apr
cs: Duben

source: Are you sure you want to delete this diagnosis?
cs: Opravdu chcete tuto diagnózu odstranit?

source: Are you sure you want to delete this record?
cs: Opravdu chcete tento záznam smazat?

source: Are you sure? According to the patient's date of birth, they should be {{expectedAge.months}} months old.
cs: Jste si jist? Podle data narození pacienta by měl být {{expectedAge.months}} měsíců starý.

source: Are you sure? According to the patient's date of birth, they should be {{expectedAge.years}} years old.
cs: Jste si jist? Podle data narození pacienta by mu mělo být {{expectedAge.y}}} let.

source: Are you sure? This date is in the future.
cs: Jste si jist? Toto datum je v budoucnosti.

source: Aug
cs: Srpen

source: Back
cs: Zpět

source: Bar Chart
cs: Sloupcový graf

source: Bar Chart - Sex
cs: Sloupcový graf - pohlaví

source: Bar chart
cs: Sloupcový graf

source: Blank
cs: Prázdné

source: CSV file
cs: CSV soubor

source: Cancel
cs: Zrušit

source: Category
cs: Kategorie

source: Change Password
cs: Změnit heslo

source: Change password
cs: Změnit heslo

source: Close
cs: Zavřít

source: Confirm Password
cs: Potvrdit heslo

source: Contains Header Row?
cs: Obsahuje řádek záhlaví?

source: Count
cs: Počet

source: Country / Area
cs: Země

source: Created by: {{username}}
cs: Vytvořil: {{username}}

source: Crosstab
cs: Souhrnná tabulka

source: Daily Time Series
cs: Denní časové řady

source: Dashboard
cs: Nástěnka

source: Dashboard Updated
cs: Nástěnka aktualizována

source: Dashboards
cs: Nástěnky

source: Date
cs: Datum

source: Date Interval
cs: Datum Interval

source: Date of birth
cs: Datum narození

source: Date of report
cs: Datum zprávy

source: Date of report: {{dateString}}
cs: Datum zprávy: {{dateString}}

source: Dec
cs: Prosinec

source: Delete
cs: Smazat

source: Delete user
cs: Smazat uživatele

source: Delimiter
cs: Oddělovač

source: Description
cs: Popis

source: Diagnoses
cs: Diagnostiky

source: Diarrhoea
cs: Průjem

source: Did your administrator give you a local account? Sign in below!
cs: Poskytl vám správce místní účet? Přihlaste se níže!

source: Disabled
cs: Zakázáno

source: Disposition
cs: Dispozice

source: Dispositions
cs: Dispozice

source: District
cs: Okres

source: Districts
cs: Okresy

source: Edit
cs: Upravit

source: Edit record
cs: Upravit záznam

source: Edit user
cs: Upravit uživatele

source: Enabled
cs: Povoleno

source: Enabled?
cs: Povoleno?

source: End
cs: Konec

source: Ending On
cs: Končí

source: Export to PNG
cs: Exportovat do PNG

source: Export visualization
cs: Export vizualizace

source: Exposure to influenza antiviral drugs during the last 14 days?
cs: Vystavení chřipkovým antivirovým lékům během posledních 14 dnů?

source: Facility
cs: Zařízení

source: Feb
cs: Únor

source: Female
cs: Žena

source: Form submission date
cs: Datum podání formuláře

source: Household contact
cs: Kontakt pro domácnost

source: Include Notes
cs: Zahrnout poznámky

source: Influenza-like Illness
cs: Nemoci podobné chřipce

source: Insufficient permissions
cs: Nedostatečná oprávnění

source: Invalid date range
cs: Neplatné časové období

source: Jan
cs: Leden

source: Jul
cs: Červenec

source: Jun
cs: Červen

source: Leave this field blank if you don't know the patient's age
cs: Pokud neznáte věk pacienta, ponechte toto pole prázdné

source: Local sign in
cs: Místní přihlášení

source: Login
cs: Přihlásit se

source: Logout
cs: Odhlásit se

source: Male
cs: Muž

source: Manage dashboards
cs: Spravovat nástěnky

source: Manage workbenches
cs: Spravovat pracovní místo

source: Map
cs: Mapa

source: Mar
cs: Březen

source: May
cs: Květen

source: More than one record found. First record will be imported.
cs: Nalezen více než jeden záznam. Bude importován první záznam.

source: Most of the time, you should disable a diagnosis instead of deleting it, in case you want to collect it at some later time.
cs: Většinu času byste měli místo diagnózy vypnout diagnostiku, pokud ji chcete sbírat později.

source: Name
cs: Název

source: Name of antiviral
cs: Název antivirového přípravku

source: New
cs: Nový

source: New dashboard
cs: Nová nástěnka

source: New diagnosis
cs: Nová diagnoza

source: New user
cs: Nový uživatel

source: New visit
cs: Nová návštěva

source: New workbench
cs: Nový pracovní prostor

source: Next
cs: Další

source: No
cs: Ne

source: No data found
cs: Nenalezena žádná data

source: No registration required
cs: Není nutná registrace

source: Note: Number of reported cases are not comparable between countries. The purpose of the charts is to show trends over time within each country/area.
cs: Poznámka: Počet hlášených případů není mezi zeměmi srovnatelný. Účelem grafů je ukázat trendy v rámci každé země / oblasti.

source: Notes
cs: Poznámky

source: Notes for this visualization.
cs: Poznámky k této vizualizaci.

source: Nov
cs: Listopad

source: Number of <br>sites reporting
cs: Počet <br>přehledů stránek

source: Number of sites reporting
cs: Počet přehledů stránek

source: Oct
cs: Říjen

source: Only delete this diagnosis if you're sure you will never collect it, for example, because it was added in error.
cs: Tuto diagnózu smažte pouze tehdy, pokud jste si jisti, že ji nikdy nebudete shromažďovat, například proto, že byla omylem přidána.

source: Open
cs: Otevřít

source: Open Dashboard
cs: Otevřít nástěnku

source: Open Outpatient Visits Report
cs: Otevřená zpráva o ambulantních návštěvách

source: Open Reported Cases by Country Report
cs: Otevřít oznámené případy podle Zprávy o zemi

source: Open Weekly Report
cs: Otevřít Týdenní přehled

source: Open Workbench
cs: Otevřít pracovní prostor

source: Open dashboard
cs: Otevřít nástěnku

source: Open workbench
cs: Otevřít pracovní prostor

source: Other
cs: Ostatní

source: Other diagnoses
cs: Další diagnózy

source: Other facility not listed
cs: Ostatní zařízení které není uvedeno v seznamu

source: Other pre-existing conditions
cs: Další již existující podmínky

source: Other symptoms
cs: Jiné příznaky

source: Outpatient Visits Report
cs: Zpráva o ambulantních návštěvách

source: Outpatient visits
cs: Ambulantní návštěvy pacientů

source: Password
cs: Heslo

source: Password and Confirm Password must match
cs: Heslo a Potvrzení hesla se musí shodovat

source: Password must be at least
cs: Heslo musí být alespoň

source: Patient
cs: Pacient

source: Patient ID
cs: ID Pacienta

source: Pie Chart
cs: Koláčový graf

source: Pie Chart - Symptoms
cs: Koláčový graf - symptomy

source: Pie chart
cs: Koláčový graf

source: Pivot columns
cs: Pivot sloupce

source: Pivot rows
cs: Pivot řádky

source: Please enter a password
cs: Prosím, vložte heslo

source: Please enter a valid Diagnosis name
cs: Zadejte platný název Diagnózy

source: Please enter a valid District name
cs: Zadejte platný název okresu

source: Please enter a valid Phone ID
cs: Zadejte platné telefonní číslo

source: Please enter a valid Symptom name
cs: Zadejte platný název Symptomu

source: Please enter a valid Syndrome name
cs: Zadejte platný název syndromu

source: Please enter a valid Visit Type name
cs: Zadejte platný název typu návštěvy

source: Please enter a valid Visualization name
cs: Zadejte platný název vizualizace

source: Please enter a valid dashboard name
cs: Zadejte platný název nástěnky

source: Please enter a valid description
cs: Zadejte platný popis

source: Please enter a valid disposition
cs: Zadejte platnou dispozici

source: Please enter a valid email address
cs: Zadejte platnou emailovou adresu

source: Please enter a valid user name
cs: Zadejte platné uživatelské jméno

source: Please enter a valid workbench name
cs: Zadejte platný název pracovního prostoru

source: Please enter label for x-axis
cs: Zadejte popisek pro osu x

source: Please enter label for y-axis
cs: Zadejte popisek pro osu y

source: Please enter size for x-axis
cs: Zadejte velikost pro osu x

source: Please enter size for y-axis
cs: Zadejte velikost pro osu y

source: Please enter title
cs: Zadejte název

source: Please log back in first
cs: Nejprve se přihlaste

source: Please name this visualization
cs: Tuto vizualizaci pojmenujte

source: Please name this workbench
cs: Pojmenujte tento pracovní prostor

source: Please select a CSV file
cs: Vyberte soubor CSV

source: Please select a dashboard
cs: Vyberte nástěnku

source: Please select a title for this visualization
cs: Vyberte název této vizualizace

source: Please select a workbench
cs: Vyberte pracovní prostor

source: Pre-existing conditions
cs: Předcházející podmínky

source: Pregnant
cs: Těhotná

source: Previous
cs: Předchozí

source: Prolonged Fever
cs: Prodloužená horečka

source: Pulse
cs: Puls

source: Query
cs: Dotaz

source: Recent dashboards
cs: Nedávné nástěnky

source: Recent workbenches
cs: Nedávné pracovní prostory

source: Reported Cases by Country - Table
cs: Oznámené případy podle zemí - tabulka

source: Reported Cases by Country - Time Series
cs: Hlášené případy podle země - časové řady

source: Reported Cases by Country - Weekly Report
cs: Hlášené případy podle země - týdenní zpráva

source: Roles
cs: Role

source: Save
cs: Uložit

source: Save this page
cs: Uložit tuto stránku

source: Save this visualization
cs: Uložit tuto vizualizaci

source: Save this workbench
cs: Uložit tento pracovní prostor

source: Select a disposition type
cs: Vybrat typ dispozice

source: Select diagnoses
cs: Vybrat diagnózy

source: Select symptom(s)
cs: Vybrat příznak(y)

source: Select visit type
cs: Vybrat typ návštěvy

source: Sep
cs: Září

source: Separator
cs: Oddělovač

source: Settings
cs: Nastavení

source: Sex
cs: Pohlaví

source: Show Title
cs: Zobrazit název

source: Sign in
cs: Přihlásit se

source: Sites Reporting
cs: Hlášení stránek

source: Sites Total
cs: Stránek celkem

source: Something went wrong :(
cs: Něco se pokazilo :(

source: Sorry, but we couldn't find
cs: Omlouváme se, ale nepodařilo se nám najít

source: Sorry, this name is already in use
cs: Tento název je již používán

source: Sorry, this user name is already in use
cs: Toto uživatelské jméno je již používáno

source: Source of antiviral exposure
cs: Zdroj antivirového vystavení

source: Specimen ID
cs: ID Vzorku

source: Specimen collection
cs: Odběr vzorků

source: Submitted
cs: Odesláno

source: Success
cs: Úspěch

source: Symptom
cs: Příznak

source: Symptom onset
cs: Nástup příznaků

source: Symptoms
cs: Příznaky

source: Syndrome
cs: Syndrom

source: Syndromes
cs: Syndromy

source: Table
cs: Tabulka

source: Telephone number
cs: Telefonní číslo

source: Temperature
cs: Teplota

source: The username or password you entered is incorrect.
cs: Zadané uživatelské jméno nebo heslo je nesprávné.

source: These fields are required
cs: Tato pole jsou vyžadována

source: Time series
cs: Časové řady

source: Timeseries
cs: Časové řady

source: Title
cs: Název

source: Toggle navigation
cs: Přepnout navigaci

source: Total sites
cs: Celkový počet stránek

source: Trimester
cs: Trimestr

source: Type
cs: Typ

source: Unknown
cs: Neznámý

source: Upload
cs: Nahrát

source: User
cs: Uživatel

source: User Name
cs: Uživatelské jméno

source: Username
cs: Uživatelské jméno

source: Username or email
cs: Uživatelské jméno nebo email

source: Users
cs: Uživatelé

source: Visit
cs: Návštěva

source: Visit Type
cs: Typ návštěvy

source: Visit Types
cs: Typy návštěv

source: Visit date
cs: Datum návštěvy

source: Visit type
cs: Typ návštěvy

source: Visit types
cs: Typy návštěv

source: Visualization
cs: Vizualizace

source: Visualizations
cs: Vizualizace

source: We're sorry, but the record you were trying to save has been updated by another user. Here's the updated record.
cs: Je nám líto, ale záznam, který jste se pokoušeli uložit, byl aktualizován jiným uživatelem. Zde je aktualizovaný záznam.

source: Week
cs: Týden

source: Week Ending Date
cs: Datum konce týdne

source: Weight
cs: Hmotnost

source: Workbench
cs: Pracov í prostor

source: Workbench Updated
cs: Pracovní prostor aktualizován

source: Workbenches
cs: Pracovní prostory

source: X Size
cs: Rozměr X

source: X-Axis Label
cs: Štítek osy X

source: Y Size
cs: Rozměr Y

source: Y-Axis Label
cs: Štítek osy Y

source: Year: {{report.year}} | Week: {{report.week}} | Ending on: {{report.endDateString}}
cs: Rok: {{report.year}} | Týden: {{report.week}} | Končí dne: {{report.endDateString}}

source: Yes
cs: Ano

source: Zoom out
cs: Oddálit

source: characters
cs: znaky

source: day
cs: den

source: deployed on
cs: nasazeno

source: month
cs: měsíc

source: months
cs: měsíců

source: quarter
cs: čtvrtletí

source: the page you were looking for.
cs: stránka, kterou jste hledali.

source: week
cs: týden

source: year
cs: rok

source: years
cs: roků

source: {{visit.patient.age.years}} years is quite old. Are you sure?
cs: {{visit.patient.age.years}} let je dost vysoký věk. Jsi si jist?

source: {{visit.patient.temperature}} °C is quite high. Are you sure?
cs: {{visit.patient.temperature}} ° C je poměrně vysoká teplota. Jsi si jist?

source: {{visit.patient.temperature}} °C is quite low. Are you sure?
cs: {{visit.patient.temperature}} ° C je poměrně nízká teplota. Jsi si jist?
